epyc/20240114-0531/1-fstat/1000/pgbench-warmup-100-1000.log
pgbench (17devel)
transaction type: <builtin: select only>
scaling factor: 100
partition method: range
partitions: 1000
query mode: prepared
number of clients: 32
number of threads: 32
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 42128333
number of failed transactions: 0 (0.000%)
latency average = 0.046 ms
initial connection time = 51.796 ms
tps = 702739.374129 (without initial connection time)